Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/FamilySharing.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Peržiūrėkite, kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Oglejte si, kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯

# SECOND_BULLET
source: When you start or join a family group, your Apple Account and information about your family members may be used to let you and your family members share subscriptions, purchases, and locations.
ar: عندما تبدأ مجموعة عائلة أو تنضم إليها، قد يُستخدم حساب Apple الخاص بك والمعلومات المتعلقة بأفراد عائلتك للسماح لك ولأفراد عائلتك بمشاركة الاشتراكات والمشتريات والمواقع.
bg: Когато създадете или се присъедините към семейна група, вашата Apple регистрация и информацията за членовете на вашето семейство могат да бъдат използвани, за да можете вие и членовете на вашето семейство да споделяте абонаменти, покупки и местоположения.
ca: En crear un grup familiar o unir‑te al d’algú altre, s’utilitzaran el compte d’Apple i la informació sobre la família perquè pugueu compartir les subscripcions, les compres i la ubicació.
cs: Když založíte rodinnou skupinu nebo se k ní připojíte, může být k zajištění sdílení předplatného, nákupů a polohy mezi vámi a ostatními členy rodiny využíván váš účet Apple a informace o členech vaší rodiny.
da: Når du starter eller deltager i en familiegruppe, bruges din Apple‑konto og oplysninger om dine familiemedlemmer muligvis til at gøre det muligt for dig og dine familiemedlemmer at dele abonnementer, køb og lokaliteter.
de: Wenn du eine Familiengruppe startest oder ihr beitrittst, können dein Apple Account und Informationen über deine Familienmitglieder verwendet werden, damit du und deine Familienmitglieder Abonnements, Käufe und Standorte teilen könnt.
el: Όταν ξεκινάτε ή συμμετέχετε σε μια οικογενειακή ομάδα, ο λογαριασμός Apple σας και πληροφορίες σχετικά με τα μέλη της οικογένειάς σας ενδέχεται να χρησιμοποιηθούν ώστε να μπορείτε εσείς και τα μέλη οικογένειας να μοιράζεστε συνδρομές και αγορές και να κοινοποιείτε τοποθεσίες μεταξύ σας.
es: Si creas un grupo familiar o te unes a uno ya existente, se podrá usar tu cuenta de Apple e información sobre los miembros de la familia para que podáis compartir suscripciones, compras y ubicaciones.
es_us: Al organizar o integrarte a una familia, tu cuenta de Apple e información sobre tus familiares podría usarse para permitirles compartir suscripciones, compras y ubicaciones.
fi: Kun perustat perheryhmän tai liityt sellaiseen, Apple-tiliäsi ja tietoja perheenjäsenistäsi voidaan käyttää mahdollistamaan sinulle ja perheenjäsenillesi tilausten, ostojen ja sijaintien jakaminen.
fr: Lorsque vous créez ou rejoignez un groupe de partage familial, votre compte Apple et certaines informations concernant les membres de votre famille peuvent être utilisés pour permettre au groupe de partager des abonnements, des achats et des positions géographiques.
fr_ca: Lorsque vous créez un groupe familial ou que vous en devenez membre, votre compte Apple et les informations relatives aux membres de la famille peuvent être utilisés pour vous permettre, à vous et aux membres de la famille, de partager des abonnements, des achats et votre position.
he: בעת יצירת קבוצה משפחתית חדשה או הצטרפות לקבוצה קיימת, ייתכן שייעשה שימוש בחשבון ה‑Apple שלך ובפרטים לגבי בני המשפחה שלך כדי לאפשר לך ולבני המשפחה לשתף מינויים, רכישות ופרטי מיקום.
hi: जब आप कोई पारिवारिक समूह शुरू करते हैं या उससे जुड़ते हैं, तो आपका Apple खाता और आपके परिवार के सदस्यों के बारे में जानकारी का इस्तेमाल आप और आपके परिवार के सदस्यों को सब्सक्रिप्शन, ख़रीदारी और स्थान शेयर करने की अनुमति देने के लिए किया जा सकता है।
hr: Kad pokrenete ili se pridružite obiteljskoj grupi, vaš Apple račun i informacije o članovima vaše obitelji mogu se upotrijebiti kako bi se omogućilo da vi i članovi vaše obitelji dijelite pretplate, kupnje i lokacije.
hu: Ha elindít egy családi csoportot, vagy csatlakozik egy csoporthoz, az Apple‑fiókja és a családtagjaival kapcsolatos információk arra lehetnek felhasználva, hogy Ön és a családtagjai előfizetéseket, vásárlásokat és helyzeteket tudjanak megosztani egymással.
id: Saat Anda memulai atau bergabung dengan grup keluarga, Akun Apple Anda dan informasi mengenai anggota keluarga Anda dapat digunakan untuk memungkinkan Anda serta anggota keluarga Anda untuk berbagi langganan, pembelian, dan lokasi.
it: Quando crei o ti unisci a un gruppo “In famiglia”, il tuo Apple Account e le informazioni sui tuoi familiari possono essere utilizzati per consentire a te e agli altri membri di condividere abbonamenti, acquisti e posizioni.
ja: ファミリーグループを開始するかファミリーグループに参加すると、あなたとファミリーメンバーがサブスクリプション、購入した項目、位置情報を共有できるようにするために、あなたのApple Accountおよびファミリーメンバーの情報が使用される場合があります。
kk: Отбасы тобын жасағанда немесе оған қосылғанда, Apple аккаунтыңыз және отбасыңыздың мүшелері туралы ақпарат сізге және отбасыңыздың мүшелеріне жазылымдар, сатып алулар және геолокациялар туралы деректерді бөлісуге мүмкіндік беру үшін пайдаланылуы мүмкін.
ko: 사용자가 가족 그룹을 시작하거나 가족 그룹에 참여하는 경우, 사용자 및 사용자의 가족 구성원이 구독, 구입 항목 및 위치를 공유할 수 있도록 하기 위해 사용자의 Apple 계정 및 가족 그룹에 관한 정보가 이용될 수 있습니다.
lt: Kai sukuriate šeimos grupę arba prie jos prisijungiate, jūsų „Apple“ paskyra ir informacija apie šeimos narius gali būti naudojama tam, kad jūs ir jūsų šeimos nariai galėtumėte bendrinti prenumeratas, pirkinius ir vietas.
ms: Apabila anda memulakan atau menyertai kumpulan keluarga, Akaun Apple anda dan maklumat tentang ahli keluarga anda mungkin digunakan untuk membolehkan anda dan ahli keluarga anda berkongsi langganan, pembelian dan lokasi.
nl: Wanneer je een gezinsgroep start of je je bij een gezinsgroep aanmeldt, worden je Apple Account en informatie over je gezinsleden mogelijk gebruikt om jou en je gezinsleden abonnementen, aankopen en locaties te laten delen.
no: Når du oppretter eller blir med i en familiegruppe, kan Apple‑kontoen din og informasjon om medlemmene i familiegruppen bli brukt for å la dere dele abonnementer, kjøp og posisjon.
pl: Gdy tworzysz grupę rodzinną lub dołączasz do niej, Twoje konto Apple oraz informacje o członkach rodziny mogą być używane do umożliwiania Tobie i członkom Twojej rodziny wspólnego korzystania z subskrypcji, zakupów i wzajemnego położenia.
pt_br: Quando você inicia ou entra em um grupo familiar, sua Conta Apple e as informações sobre os membros da família são usados para permitir que vocês compartilhem assinaturas, compras e localizações entre si.
pt_pt: Quando o utilizador inicia ou adere a um grupo familiar, a conta Apple e as informações acerca dos membros da família podem ser usados para permitir que o utilizador e os membros da família partilhem assinaturas, compras e localizações.
ro: Când inițiați sau vă alăturați unui grup de familie, contul dvs. Apple și informații despre membrii familiei pot fi utilizate pentru a vă permite atât dvs., cât și membrilor familiei dvs. să partajați abonamente, achiziții și localizări.
ru: Когда Вы создаете семейную группу или присоединяетесь к ней, Ваш Аккаунт Apple и информация о членах Вашей семьи могут быть использованы для того, чтобы предоставить всем участникам семейной группы возможность совместно пользоваться подписками, покупками и данными о геопозициях.
sk: Keď založíte rodinnú skupinu alebo sa do nejakej pripojíte, váš Apple účet a informácie o členoch vašej rodiny môžu byť použité na to, aby bolo možné zdieľať odbery, nákupy a polohu medzi vami a ostatnými členmi rodiny.
sl: Ko ustvarite ali se pridružite družinski skupini, se vaš račun Apple in podatki o vaših družinskih članih lahko uporabijo zato, da si lahko vi in vaši družinski člani delite naročnine, nakupe in lokacije.
sv: När du startar eller ansluter till en familjegrupp kan ditt Apple‑konto och information om dina familjemedlemmar användas så att du och dina familjemedlemmar kan dela abonnemang, köp och platser.
th: เมื่อคุณเริ่มต้นหรือเข้าร่วมกลุ่มครอบครัว บัญชี Apple ของคุณและข้อมูลเกี่ยวกับสมาชิกครอบครัวของคุณอาจถูกใช้เพื่อให้คุณและสมาชิกครอบครัวของคุณสามารถแชร์การสมัครรับ สินค้าที่ซื้อ และตำแหน่งที่ตั้งได้
tr: Bir aile grubu başlattığınızda veya aile grubuna katıldığınızda Apple Hesabı’nız ve aile üyelerinizle ilgili bilgileriniz, sizin ve aile üyelerinizin abonelikleri, satın almaları ve konumları paylaşmasını sağlamak için kullanılabilir.
uk: У разі створення сімейної групи чи приєднання до вже наявної ваш обліковий запис Apple та інформація про групу можуть використовуватися, щоб давати вам і членам вашої родини змогу спільно користуватися підписками й покупками та поширювати геопозицію.
vi: Khi bạn bắt đầu hoặc tham gia một nhóm gia đình, Tài khoản Apple và thông tin về các thành viên gia đình của bạn có thể được sử dụng để cho phép bạn và các thành viên gia đình chia sẻ các đăng ký, mục mua và vị trí.
zh_cn: 创建或加入家人共享群组时，你的Apple账户和家庭成员相关信息可能用于让你和家庭成员共享订阅内容、购买项目和位置。
zh_hk: 當你開始或加入一個家庭群組時，你的Apple帳户以及有關你家庭成員的資料可能會被使用，以便讓你和家庭成員共享訂閲、購買和位置。
zh_tw: 當你開始或加入「家人共享」群組時，你的「Apple帳號」和家庭成員的相關資訊可能會用來讓你和家庭成員共享訂閱項目和購買項目，以及分享位置。
